Repository: ssommerfeldt/TAC_EAB
Catalog: Model/Portal/SlxClient/SupportFiles/SmartParts/ProximitySearch/App_LocalResources/AccountDistanceSearch.ascx.*.resx
Languages: fr

# txtCustom.Caption
source: Custom Place:
fr: Emplacement personnalisé :

# pklSubType.Caption
source: Sub-Type:
fr: Sous-type :

# cbxNumResults.Caption
source: Results:
fr: Résultats

# cbxLocation.Caption
source: Starting from:
fr: Point de départ :

# btnSearch.Caption
source: Search
fr: Rechercher

# btnCreateGroup.Caption
source: Create Group
fr: Créer un groupe

# btnDisplayMap.Caption
source: Display Map
fr: Afficher la carte

# AddMeeting.ToolTip
source: Schedule Meeting
fr: Planifier un rendez-vous

# AddPhoneCall.ToolTip
source: Schedule Phone Call
fr: Planifier un appel téléphonique

# AddToDo.ToolTip
source: Schedule To-Do
fr: Planifier une tâche à faire

# Custom_AddressNotLocated
source: This record does not have a location - please ensure the geocoding job is scheduled
fr: Cet enregistrement n'a pas d'emplacement - assurez-vous de planifier une tâche de géolocalisation

# Custom_MissingLocation
source: Please enter the starting place
fr: Veuillez saisir l'emplacement de départ

# Custom_UnableToLocate
source: Unable to find this place
fr: Impossible de trouver cet emplacement

# Error_UnableToOpenMapWindow
source: Map window could not open - please ensure popup blocker is not active
fr: Impossible d'afficher la fenêtre de plan - assurez-vous que le blocage des fenêtres contextuelles (pop-up) est désactivé

# Location_CustomLocation
source: Specify Place...
fr: Préciser l'emplacement...

# Location_MyHouse
source: My House
fr: Mon domicile

# Location_MyOffice
source: My Office
fr: Mon bureau

# Results_All
source: All
fr: Tout

# Error_NoResults
source: No search results available for this operation.
fr: Aucun résultat pour cette opération

# InputDialog_NoText
source: Cancel
fr: Annuler

# InputDialog_Query
source: New Contour Search Group Name:
fr: Nom du nouveau groupe de recherche Contour :

# InputDialog_Title
source: Contour Search
fr: Recherche Contour

# InputDialog_YesText
source: Create Group
fr: Créer un groupe

# Location_CurrentLocation
source: Use Current Location
fr: Utiliser emplacement actuel

# Error_NoGroupName
source: Please enter a valid Group name
fr: Saisissez un nom de groupe valide
