define("Sage/Utility/nls/ru/Email", {
    "RecipientInfoError": "Непредвиденная ошибка, при попытке прочитать сведения о получателях: ${0}",
    "MailToProtocolError": "Возникла ошибка при попытке создать сообщение электронной почты, используя mailto: протокол (href.length=${0}). Число получателей электронной почты, возможно, придется уменьшить. Ошибка: ${1}.",
    "InvalidContextError": "Невозможно обработать запрос на отправку электронной почты. Эта операция поддерживается только для контактов или заинтересованных лиц.",
    "InvalidArgumentError": "Невозможно обработать запрос на отправку электронной почты. Некорректный аргумент.",
    "FilteredOutMsg": "Отфильтрованы: не беспокоить: ${0}; неправильные: ${1}, дубликаты: ${2}",
    "AllInvalidEmailError": "Коллекция не включает в себя ни одной сущности с действительным адресом и/или разрешением на отправку электронной почты.",
    "EmailFieldQueried": "Поле электронной почты было: ${0}.",
    "EntityInfoError": "Не удалось получить информацию о сущности.",
    "CapabilityModeError": "Возможность писать по электронной почте выбранной группе доступна только списочном представлении.",
    "CapabilityEntityError": "Возможность писать по электронной почте выбранной группе доступна только для контактов или наводок.",
    "NoRowsSelectedError": "Нет выбранных строк."
});