define("Sage/TaskPane/nls/ru/ContactTasksTasklet", {
    "associateContactTitle": "Связать с пользователем",
    "disAssociateContactTitle": "Удалить связь с пользователем",
    "disAssociateDialogTitle": "Удалить связь с пользователем",
    "confirmDisAssociate": "Действительно удалить связь выбранного контакта \"${0}\" со связанным пользователем?",
    "confirmDisAssociateMultiple": "Действительно удалить связь выбранных контактов \"${0}\" со всеми связанными пользователями?",
    "associationExistsMessage": "Выбранный контакт уже связан с пользователем. Чтобы связать этот контакт с другим пользователем, сначала необходимо удалить связь контакта с пользователем.",
    "multipleSelectionErrorMessage": "Эту задачу можно выполнять только для одного контакта за раз. \n Выберите один контакт и повторите задачу.",
    "noSelectionErrorMessage": "Должен быть выбран хотя бы один контакт для отмены связи. \n Выберите один или несколько контактов и повторите задачу.",
    "singleSelectionErrorMessage": "Необходимо выбрать контакт для отмены связи. \n Выберите один контакт и повторите задачу."
});