define("Sage/UI/nls/ru/CalendarUsersListPane", {
    "header_color": "Цвет",
    "header_user": "Пользователь",
    "header_icon": "Значок",
    "maxUsersErrorMessage": "Нельзя просматривать более чем ${0} календ. (включая свой собственный) одновременно. Закройте один из календарей и повторите попытку.",
    "editUsersLinkText": "Редактировать пользователей календаря",
    "noUsersMessage": "Пользователи не добавлены. Добавьте пользователей, выбрав выше ссылку \"Редактировать календари пользователей\""
});