Repository: ssommerfeldt/TAC_EAB
Catalog: Model/Entity Model/SalesLogix Application Entities/ERPShipment/QuickForms/ErpShipmentDetails.main.quickform.xml.*.resx
Languages: de, zh_tw

# dteDatePromised.Caption
source: Date Promised
de: Zugesagtes Datum
zh_tw: 承諾日期

# dteERPActualDelivery.Caption
source: Actual Delivery Date
de: Tatsächliches Lieferdatum
zh_tw: 實際交貨日期

# dteERPActualShipDate.Caption
source: Actual Ship Date
de: Tatsächliches Lieferdatum
zh_tw: 實際出貨日期

# txtERPDeclaredValue.Caption
source: Declared Value
de: Deklarierter Wert
zh_tw: 宣告值

# pklERPStatus.Caption
source: Status
zh_tw: 狀態

# txtERPShipmentID.Caption
source: Shipment ID
de: Lieferungs-ID
zh_tw: 貨運 ID

# ckERPPartialShipAllowed.Caption
source: Partial Ship Allowed
de: Teillieferung zulässig
zh_tw: 允許的部分出貨

# txtERPTransportationMethod.Caption
source: Transportation Method
de: Transportmethode
zh_tw: 運輸方法

# dteModifyDate.Caption
source: Modify Date
de: Änderungsdatum
zh_tw: 修改日期

# curShipmentTotalAmount.Caption
source: Shipment Total Amount
de: Summenbetrag Lieferung
zh_tw: 貨運總計金額

# curERPFreightAmount.Caption
source: Freight Amount
de: Frachtbetrag
zh_tw: 運費金額

# nErpGrossWeight.Caption
source: Gross Weight
de: Bruttogewicht
zh_tw: 總重

# txtERPOwnershipTransfer.Caption
source: Ownership Transfer
de: Eigentumsübergang
zh_tw: 經營權轉移

# txtERPGrossWeightUnit.Caption
source: Gross Weight UOM
de: Bruttogewichts-ME
zh_tw: 總重 UOM

# pklIncoTerm.Caption
source: Inco Term
zh_tw: 國貿條規

# lueAccountName.LookupProperties.AccountName.PropertyHeader
source: AccountName (Account Name)
de: AccountName (Firmenname)
zh_tw: AccountName (客戶名稱)

# lueAccountName.Caption
source: Account
de: Firma
zh_tw: 客戶

# dteModifyDate.ButtonToolTip
source: Calendar
de: Kalender
zh_tw: 行事曆

# dteDatePromised.ButtonToolTip
source: Calendar
de: Kalender
zh_tw: 行事曆

# dteERPActualShipDate.ButtonToolTip
source: Calendar
de: Kalender
zh_tw: 行事曆

# dteERPActualDelivery.ButtonToolTip
source: Calendar
de: Kalender
zh_tw: 行事曆

# dtpErpLastModified.Caption
source: Last Modified Date
de: Datum der letzten Änderung
zh_tw: 上次修改日期

# dtpDocumentDate.Caption
source: Document Date
de: Dokumentdatum
zh_tw: 文件日期

# dtpErpLastModified.ButtonToolTip
source: Calendar
de: Kalender
zh_tw: 行事曆

# dtpDocumentDate.ButtonToolTip
source: Calendar
de: Kalender
zh_tw: 行事曆

# lueWarehouse.Caption
source: Warehouse
de: Lager
zh_tw: 倉庫

# lueWarehouse.LookupProperties.Name.PropertyHeader
source: Name
zh_tw: 名稱

# lueWarehouse.LookupProperties.ErpStatus.PropertyHeader
source: ErpStatus (ERP Status)
zh_tw: ErpStatus (ERP 狀態)

# lueWarehouse.LookupProperties.ErpLogicalId.PropertyHeader
source: ErpLogicalId (ERP Logical ID)
de: ErpLogicalId (Logische ID ERP)
zh_tw: ErpLogicalId (ERP 邏輯 ID)

# lueWarehouse.LookupProperties.ErpExtId.PropertyHeader
source: ErpExtId (ERP External ID)
de: ErpExtId (ERP externe ID)
zh_tw: ErpExtId (ERP 外部 ID)

# lueWarehouse.LookupProperties.ErpAccountingEntityId.PropertyHeader
source: ErpAccountingEntityId (ERP Accounting Entity ID)
de: ErpAccountingEntityId (ERP-Buchhaltungsentitäts-ID)
zh_tw: ErpAccountingEntityId (ERP 會計實體 ID)
