Repository: ssommerfeldt/TAC_EAB
Catalog: Model/Entity Model/SalesLogix Application Entities/SalesOrder/QuickForms/SalesOrderErpShipmentLines.main.quickform.xml.*.resx
Languages: de

# grdShipments.4208b0da-63fb-4d40-8e3c-a37af6a598a2.ColumnHeading
source: ERP Shipment ID
de: ERP-Lieferungs-ID

# grdShipments.ac5d0d68-67e8-467c-85d6-aaa3c84cdb33.ColumnHeading
source: Total Amount
de: Summenbetrag

# grdShipments.28a7850c-ae6b-4c91-9bb6-83d9f7d94059.ColumnHeading
source: Ship Date
de: Versanddatum

# grdShipments.56b2b38c-d0a4-434b-aa15-c094a10eeabf.ColumnHeading
source: Date Promised
de: Zugesagtes Datum

# grdShipments.15b54dee-53a2-48c2-8238-6bd10617dfc4.ColumnHeading
source: Delivery Date
de: Lieferdatum

# grdShipments.165e9cfb-0828-400e-9bf0-e16cf702f28c.ColumnHeading
source: Ship To
de: Lieferungsempfänger

# grdShipments.a4c41176-1f37-4028-b96e-fc1d13b11539.ColumnHeading
source: Product
de: Produkt

# grdShipments.3226493a-a4ce-4f18-ac4a-3b72d490c893.ColumnHeading
source: Description
de: Beschreibung

# grdShipments.5a891b6d-b1f5-4f8b-a42e-efbb37514455.ColumnHeading
source: ERP Line Number
de: ERP-Positionsnummer

# grdShipments.b26f0f44-9269-41d6-a69a-82ba69e9bdaa.ColumnHeading
source: Shipped Qty
de: Gelieferte Menge

# grdShipments.4d5394b4-24a6-4b46-8010-3d9c2ec8b9f8.ColumnHeading
source: Order Qty
de: Bestellmenge

# grdShipments.da3e9314-9672-4df6-8b10-4fbe6094c29a.ColumnHeading
source: Order UOM
de: Auftrags-ME

# grdShipments.adea7736-bd10-4888-a246-26fb03a7d2ab.ColumnHeading
source: Back Order Qty
de: Menge im Lieferrückstand
