Repository: ssommerfeldt/TAC_EAB
Catalog: Model/Entity Model/SalesLogix Application Entities/SalesOrder/QuickForms/SalesOrderShipTo.main.quickform.xml.*.resx
Languages: fr, it

# 8fba2a9f-1ad1-4ae4-88c5-b4c39f5bd85b.DialogTitleOverride
source: Add Ship To
fr: Ajouter destinataire
it: Aggiungi destinatario spedizione

# btnAddShipTo.ToolTip
source: Add Ship To...
fr: Ajouter destinataire...
it: Aggiungi destinatario spedizione...

# addShipping.ButtonToolTip
source: Edit
fr: Modifier
it: Modifica

# addShipping.Caption
source: Address
fr: Adresse
it: Indirizzo

# btnSave.ToolTip
source: Save
fr: Enregistrer
it: Salva

# lueCarrier.LookupProperties.CarrierName.PropertyHeader
source: CarrierName (Carrier Name)
fr: CarrierName (Nom du transporteur)
it: CarrierName (nome vettore)

# chkEarlyShipAllowed.Caption
source: Early Shipment Allowed
fr: Expédition anticipée autorisée
it: Spedizione anticipata consentita

# chkPartialShipAllowed.Caption
source: Partial Shipment Allowed
fr: Expédition partielle autorisée
it: Spedizione parziale consentita

# chkDropShipAllowed.Caption
source: Drop Shipment Allowed
fr: Livraison directe autorisée
it: Spedizione diretta consentita

# lueBillTo.ButtonToolTip
source: Find
fr: Rechercher
it: Trova

# lueBillTo.Caption
source: Bill To
fr: Débiteur
it: Destinatario fattura

# btnAddNewErpBillTo.Caption
source: Add New Bill To
fr: Ajouter un nouveau débiteur
it: Aggiungi nuovo destinatario fattura

# btnAddNewErpBillTo.ToolTip
source: Add New Bill To...
fr: Ajouter un nouveau débiteur...
it: Aggiungi nuovo destinatario fattura...

# lueShipTo.LookupProperties.Name.PropertyHeader
source: Name
fr: Nom
it: Nome

# lueShipTo.Caption
source: Ship To
fr: Destinataire
it: Destinatario spedizione

# btnAddShipTo.Caption
source: Add Ship To
fr: Ajouter destinataire
it: Aggiungi destinatario spedizione

# lueShipTo.ButtonToolTip
source: Find
fr: Rechercher
it: Trova

# lueCarrier.LookupProperties.ErpExtId.PropertyHeader
source: ErpExtId (External ID)
fr: ErpExtId (ID externe)
it: ErpExtId (ID esterno)

# lueCarrier.LookupProperties.ErpAccountingEntityID.PropertyHeader
source: ErpAccountingEntityID (Accounting Entity ID)
fr: ErpAccountingEntityID (ID d'entité comptable)
it: ErpAccountingEntityID (ID entità contabile)

# lueCarrier.LookupProperties.ErpLogicalId.PropertyHeader
source: ErpLogicalId (Logical ID)
fr: ErpLogicalId (ID logique)
it: ErpLogicalId (ID logico)

# lueCarrier.LookupProperties.ErpVariationID.PropertyHeader
source: ErpVariationID (Variation ID)
fr: ErpVariationID (ID de variation)
it: ErpVariationID (ID variazione)

# lueCarrier.ButtonToolTip
source: Find
fr: Rechercher
it: Trova

# lueCarrier.Caption
source: Carrier
fr: Transporteur
it: Vettore

# lueCarrier.LookupDialogTitle
source: Lookup Carrier
fr: Rechercher un transporteur
it: Ricerca vettore

# lueShippingContact.LookupProperties.Address.City.PropertyHeader
source: City
fr: Ville
it: Città

# lueShippingContact.LookupProperties.Address.State.PropertyHeader
source: State
fr: Département
it: Provincia

# lueShippingContact.LookupProperties.WorkPhone.PropertyHeader
source: Work Phone
fr: Téléphone professionnel
it: Telefono ufficio

# lueShippingContact.Caption
source: Ship To
fr: Destinataire
it: Destinatario spedizione

# lueShippingContact.LookupProperties.NameLF.PropertyHeader
source: Name
fr: Nom
it: Nome

# lstbxShippingAddress.Caption
source: Address Type
fr: Type d'adresse
it: Tipo di indirizzo

# lueShippingContact.ButtonToolTip
source: Find
fr: Rechercher
it: Trova

# btnSave.Caption
source: Save
fr: Enregistrer
it: Salva

# lueShipTo.LookupProperties.Address.City.PropertyHeader
source: City
fr: Ville
it: Città

# lueShipTo.LookupProperties.Address.State.PropertyHeader
source: State
fr: Département
it: Provincia

# lueShipTo.LookupProperties.MainPhone.PropertyHeader
source: Main Phone
fr: Téléphone principal
it: Telefono principale

# pklShipVia.Caption
source: Ship Via
fr: Mode d'expédition
it: Modalità spedizione

# txtAttention.Caption
source: Attention
it: All’attenzione di

# error_UnassignedLogicalId
source: Please assign a Back Office before continuing.
fr: Veuillez attribuer un Back Office avant de continuer.
it: Assegna un back office prima di continuare.
