Repository: ssommerfeldt/TAC_EAB
Catalog: Model/Entity Model/SalesLogix Application Entities/Product/QuickForms/ProductCPQDetails.main.quickform.xml.*.resx
Languages: fr

# txtNamespace.34adf8ea-01a0-4851-8601-9aace9254a57.ColumnHeading
source: Ruleset Name
fr: Nom Ruleset

# txtNamespace.a8455271-1c73-4fc0-9f2e-6d30e9cb5a5d.ColumnHeading
source: Config Group
fr: Groupe de configuration

# txtNamespace.9429c4b2-5eb3-4dd2-9523-aa3b97ae13fd.ColumnHeading
source: Namespace
fr: Espace de noms

# txtNamespace.63e55c0f-fca5-4b2e-bead-cfadb0b975e7.ColumnHeading
source: Configured Item Indicator
fr: Indicateur d'élément configuré

# txtConfiguredIndicator.Caption
source: ERP Configured Indicator
fr: Indicateur d'élément configuré ERP

# lupIntegrationConfigGroup.Caption
source: CPQ Configuration Group
fr: Groupe de configuration CPQ

# chkERPConfiguredItem.Caption
source: Configured Item Indicator
fr: Indicateur d'élément configuré

# error_SpcifyConfigGruop
source: Please select a configration group.
fr: Veuillez sélectionner un groupe de configuration

# warning_ChangeConfigGroup
source: If you change the configuration group, you may affect the previously configured information for this product.
fr: Si vous changez le groupe de configuration, vous risquez de changer les informations précédemment définies pour ce produit.

# chkERPCustomizedItem.Caption
source: Customized Item Indicator
fr: Indicateur d'élément personnalisé

# txtCPQRulesetName.Caption
source: CPQ Ruleset Name
fr: Nom CPQ Ruleset

# txtCpqDerivedFromItem.Caption
source: CPQ Derived From Item
fr: CPQ Dérivé de l'article
