define("Sage/MainView/Import/nls/ru/DefineDelimiter", {
    "dlgDefineDelimiter_Title": "Импорт записей — выбор разделителя",
    "txtHeader_Caption": "Результат импорта с выбранными разделителем по умолчанию и квалификатором текста показан в панели предварительного просмотра. Если результат выглядит правильно, можно продолжить импорт с этими настройками. Если нет, их можно изменить.",
    "txtChooseDelimiter": "Выберите разделитель для разделения полей:",
    "rdoTabOption": "Табуляция",
    "rdoSemicolonOption": "Точка с запятой",
    "rdoCommaOption": "Запятая",
    "rdoSpaceOption": "Пробел",
    "rdoOtherOption": "Другое",
    "txtQualifier": "Квалификатор текста",
    "chkFirstRowFieldNames": "Первая строка содержит имена полей",
    "txtPreview": "В загруженном файле найдено строк: ${0}, столбцов: ${1}. Ниже приведены первые 1–5 записей.",
    "errorRequestFileOptions": "Ошибка при получении параметров файла. ${0}"
});