Repository: ssommerfeldt/TAC_EAB
Catalog: Model/Entity Model/SalesLogix Application Entities/ERPReceivable/QuickForms/ErpReceivableLines.main.quickform.xml.*.resx
Languages: it

# Description.Caption
source: Description
it: Descrizione

# ErpStatus.Caption
source: ERP Status
it: Stato ERP

# ERPLineNumber.Caption
source: ERP Line Number
it: Numero riga ERP

# Erplinetotal.Caption
source: ERP Line Total
it: Totale riga ERP

# Product.Caption
source: Product
it: Prodotto

# grdERPReceivableItems.466e2e3d-f893-4c4a-8485-3a5c2471998c.ColumnHeading
source: ERP Line Number
it: Numero riga ERP

# grdERPReceivableItems.0545e9ab-f24f-4ffe-800d-13c076101861.ColumnHeading
source: Product
it: Prodotto

# grdERPReceivableItems.effe1b7b-a230-4277-b586-4a3d1622075b.ColumnHeading
source: ERP Line Number
it: Numero riga ERP

# grdReceivables.9fa7b629-d736-49c6-a737-d01c65148552.Text
source: View
it: Visualizza

# grdReceivables.c326b901-c01f-41ec-a57b-bf92b0e1535d.ColumnHeading
source: ERP Line #
it: N. riga ERP

# grdReceivables.74afc66f-158d-4e0b-b7a5-6ca37632f05c.ColumnHeading
source: Product
it: Prodotto

# grdReceivables.bbf5eaba-6ada-46bd-960b-110c56056dca.ColumnHeading
source: Description
it: Descrizione

# grdReceivables.c99f25c3-ba6b-4f57-9b1a-a40c9a5f9eb3.ColumnHeading
source: ERP Line Total
it: Totale riga ERP

# grdReceivables.8df520cc-d38b-47d5-9968-147b2b27deab.ColumnHeading
source: ERP Status
it: Stato ERP

# grdReceivables.c8c32c53-ecc3-498f-97ce-73309999aad9.ColumnHeading
source: ERP Line #
it: N. riga ERP

# d8fbc5cb-b5a1-4343-8c39-1d71281c6e8c.DialogTitleOverride
source: Receivable Item Details
it: Dettagli voce credito

# grdReceivables.a28f24b6-c948-40a1-9bed-52bc9ee7e4d5.Text
source: View
it: Visualizza

# grdReceivables.d46940be-5784-4af2-979e-e22e9cbf8120.ColumnHeading
source: Product
it: Prodotto

# grdReceivables.cf4851d3-761d-4f36-a54b-0620606b6d1d.ColumnHeading
source: Description
it: Descrizione

# grdReceivables.533f2f7a-c5d2-4050-83a5-b7829cdea8e6.ColumnHeading
source: Receivable Amount
it: Importo credito

# grdReceivables.2600d473-1d83-4883-a327-2a027cb947bb.ColumnHeading
source: ERP Status
it: Stato ERP

# grdReceivables.9fdd4286-6964-47d9-bcb4-adc2b178800d.ColumnHeading
source: Status
it: Stato

# grdReceivables.f518d668-cc70-48a1-b3c8-de134d775b8c.ColumnHeading
source: Account
it: Azienda

# grdReceivables.f6acfcb4-a989-4a2c-a1a4-042b517dc9d6.ColumnHeading
source: ERP Payment Term
it: Termini di pagamento ERP

# grdReceivables.8a2bcb9d-5135-435e-9686-d50185fed7ac.ColumnHeading
source: Document Date
it: Data documento

# grdReceivables.76eb8f2b-46b6-4344-9c4a-865d107e5729.ColumnHeading
source: Payment Term
it: Termini di pagamento

# grdReceivables.f8c34006-ca61-4397-ab37-bc05115805a7.ColumnHeading
source: Document Date
it: Data documento

# grdReceivables.6ff61d22-8d7b-4631-bf78-4dceb375dd7a.ColumnHeading
source: Product Name
it: Nome prodotto

# grdReceivables.c3a1960d-814c-4045-84f0-e12465044471.ColumnHeading
source: Currency Code
it: Codice valuta

# grdReceivables.9420ec6f-8770-446a-b881-e5f323342bc6.ColumnHeading
source: ERP Line Number
it: Numero riga ERP

# grdReceivables.dc630214-6abb-4fe5-937f-a544cea8a0e8.ColumnHeading
source: Line Number
it: Numero riga
