Repository: ssommerfeldt/TAC_EAB
Catalog: Model/Entity Model/SalesLogix Application Entities/ERPBillTo/QuickForms/ERPBillToPayFrom.main.quickform.xml.*.resx
Languages: ru

# sdgrdErpPayFrom.f3476d60-79d2-40bb-9ef1-5f4e538e97ab.ColumnHeading
source: Name
ru: Имя

# sdgrdErpPayFrom.aff36586-332a-4963-9340-f7773094024a.ColumnHeading
source: City
ru: Город

# sdgrdErpPayFrom.1635f166-5565-41e7-8a08-f70b223a2d81.ColumnHeading
source: State
ru: Регион

# sdgrdErpPayFrom.15aa3cf7-ea0c-457a-91a5-f96cd1af19fe.ColumnHeading
source: Country
ru: Страна

# sdgrdErpPayFrom.28acb096-f72a-497e-99b9-3b8975d11fdf.ColumnHeading
source: Phone
ru: Телефон

# sdgrdErpPayFrom.3c0ed078-17f5-4f5f-877c-d9ba8fe56d6e.ColumnHeading
source: ERP Status
ru: Статус в ERP

# sdgrdErpPayFrom.1f672043-27c2-400c-91ed-d7643dfb3877.ColumnHeading
source: Status
ru: Статус

# sdgrdErpPayFrom.110e70ab-2bb0-4e71-9221-903ea17e56b4.ColumnHeading
source: Accounting Entity
ru: Сущность системы учета

# sdgrdErpPayFrom.EmptyTableRowText
source: No records match the selection criteria.
ru: Нет записей, соответствующих критериям выбора.

# sdgrdErpPayFrom.95ad4469-5f20-4c37-bc18-5a6610fb71c0.ColumnHeading
source: External ID
ru: Внешний ИД

# sdgrdErpPayFrom.bbad8739-ca84-4bb2-acf2-b3a86f65ee2e.ColumnHeading
source: ERP Status
ru: Статус в ERP

# lueAddERPPayFrom.LookupProperties.Email.PropertyHeader
source: Email
ru: Электронная почта

# lueAddERPPayFrom.LookupProperties.Name.PropertyHeader
source: Name
ru: Имя

# lueAddERPPayFrom.ButtonToolTip
source: Associate Pay From
ru: Связать плательщика

# lueAddERPPayFrom.DialogButtonText
source: Add Selected
ru: Добавить выбранное

# lueAddERPPayFrom.LookupDialogTitle
source: Lookup Pay From
ru: Поиск плательщика

# lueAddERPPayFrom.LookupProperties.ErpDisplayId.PropertyHeader
source: ERP Display ID
ru: Отображение ИД в ERP

# lueAddERPPayFrom.LookupProperties.ErpStatus.PropertyHeader
source: ERP Status
ru: Статус в ERP

# lueAddERPPayFrom.LookupProperties.ErpAccountingEntityId.PropertyHeader
source: Accounting Entity
ru: Сущность системы учета

# lueAddERPPayFrom.LookupProperties.ErpLogicalId.PropertyHeader
source: ERP Logical ID
ru: Логический ИД в ERP

# sdgrdErpPayFrom.Delete.ToolTip
source: Remove Selected Pay From(s)
ru: Удалить выбранных плательщиков

# lueAddERPPayFrom.LookupProperties.Address.City.PropertyHeader
source: City
ru: Город

# lueAddERPPayFrom.LookupProperties.Address.State.PropertyHeader
source: State
ru: Регион

# lueAddERPPayFrom.LookupProperties.Address.Country.PropertyHeader
source: Country
ru: Страна

# lueAddERPPayFrom.LookupProperties.CreateUser.PropertyHeader
source: Create User
ru: Автор

# lueAddERPPayFrom.LookupProperties.MainPhone.PropertyHeader
source: Phone
ru: Телефон

# lueAddERPPayFrom.LookupProperties.ErpExtId.PropertyHeader
source: Pay From ID
ru: ИД плательщика

# btnAdd.ToolTip
source: Add Pay From
ru: Добавить плательщика

# error_PayfromCanNotAdd
source: A Pay From cannot be added until the Bill To is Synced.
ru: Невозможно добавить плательщика, пока не синхронизирован получатель счета.
